export const output_history = [
  {
    id: 1,
    title: "#閒聊 超好喝的咖啡推薦：X 咖啡廳的 Y 咖啡",
    created_at: "2023-10-01 00:00:00",
  },
  {
    id: 2,
    title: "嚐鮮【開箱】超好吃的零食：X 品牌的 Y 零食",
    created_at: "2023-10-02 00:00:00",
  },
  {
    id: 3,
    title: "#分享 超好玩的遊戲：X 遊戲",
    created_at: "2023-10-03 00:00:00",
  },
  {
    id: 4,
    title: "運動前後的能量支援：X 運動飲料",
    created_at: "2023-10-04 00:00:00",
  },
  {
    id: 5,
    title: "#閒聊 超好看的電影：X 電影",
    created_at: "2023-10-05 00:00:00",
  },
  {
    id: 6,
    title: "嚐鮮【開箱】超好用的家電：X 品牌的 Y 家電",
    created_at: "2023-10-06 00:00:00",
  },
  {
    id: 7,
    title: "#分享 超好吃的餐廳：X 餐廳",
    created_at: "2023-10-07 00:00:00",
  },
  {
    id: 8,
    title: "旅行推薦：X 景點",
    created_at: "2023-10-08 00:00:00",
  },
  {
    id: 9,
    title: "#閒聊 超好用的APP：X APP",
    created_at: "2023-10-09 00:00:00",
  },
  {
    id: 10,
    title: "嚐鮮【開箱】超好用的文具：X 品牌的 Y 文具",
    created_at: "2023-10-10 00:00:00",
  },
  {
    id: 11,
    title: "#分享 超好用的工具：X 工具",
    created_at: "2023-10-11 00:00:00",
  },
  {
    id: 12,
    title: "學習推薦：X 課程",
    created_at: "2023-10-12 00:00:00",
  },
  {
    id: 13,
    title: "#閒聊 超好看的書籍：X 書籍",
    created_at: "2023-10-13 00:00:00",
  },
  {
    id: 14,
    title: "嚐鮮【開箱】超好用的保養品：X 品牌的 Y 保養品",
    created_at: "2023-10-14 00:00:00",
  },
  {
    id: 15,
    title: "#分享 超好用的美妝品：X 美妝品",
    created_at: "2023-10-15 00:00:00",
  },
];
